tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "blueutil"
brew "cbonsai"
brew "eza"
brew "gh"
brew "gnu-tar"
brew "htop"
brew "lazygit"
brew "lua"
brew "neovim"
brew "nowplaying-cli"
brew "nvm"
brew "pipes-sh"
brew "poetry"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "switchaudio-osx"
brew "tlrc"
brew "tmux"
brew "uv"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "google-cloud-sdk"
cask "spotify"
cask "visual-studio-code"
brew "tpm"
brew "fastfetch"
brew "sl"
brew "brightness"
brew "luarocks"
brew "go"
brew "composer"
brew "php"
brew "julia"
brew "openjdk"
